[
    "......",
    "(... Too many people... ... I don't like this... ... Where are you, Ako-chan...?)",
    "Hello, Ako-chan... ... Yes... That was very cool.",
    "(Ako-chan always talks about her sister and her band... It's amazing, really... A whole world I could never be a part of...)",
    "Ah. Okay...",
    "(What is this place...? I keep hearing music from the building next door... It must be really, really loud...)",
    "Ah... Yes... I'm listening... Do... you hear that sound...?",
    "... What...?",
    "Live... house...?",
    "... Yes, I suppose...",
    "Really...? You do like cool things... don't you, Ako...? That's good... I'm happy for you...",
    "...... ... What?",
    "... G-go... to the... live house...? With... all the people... and...!",
    "N-no, no way... Too scary...! I... I should... go home...!",
    "B-but...!",
    "I... I don't...",
    "... Ako-chan...",
    "I...... should...... be...... going......",
    "(... ?! That voice... I... ... I've never...)",
    "Ah... Ako-chan... I... I have to... go...!",
    "...?! ... Ako... chan...?",
    "Ah... Ako-chan logged in... Ah... Oh... She got turned down again...",
    "It might take more than just words to convince her.",
    "If you could make her believe through music, just like when you and I first heard Yukina-san herself sing...",
    "Hearing her perform really was incredible. There was a feeling there that words cannot describe. I think that's probably what being in a band is all about.",
    "... Everyone together...",
    "(I've been playing the piano by myself for so long... I do love it, but.. I've never even thought about... playing with others before...)",
    "... Miracles...",
    "Ah... I... I never told Ako-chan about piano...",
    "......",
    "... Ah...",
    "... It's strange... Just hearing her talk about the band... It's so much fun...",
    "... Fufu. ... Hearing her talk about her band like this... It is so much fun...",
    "Hmm? A video...? Let's see...",
    "... Wow. Ako-chan, with Yukina-san...",
    "... Hmm?",
    "Ako-chan has never logged off of the chat before me... I wonder if something happened...",
    "(That video... I feel like it is almost calling me, somehow...)",
    "... What if... maybe...?",
    "(Maybe... just maybe, hypothetically... What if my piano could be part of the performance...? Just like Ako-chan's drums...)",
    "... I... I wonder...",
    "(... What if... I played along to the video...? Maybe I should... try it, just once...)",
    "...... ......!",
    "(... This is... What is happening...? I feel like... like I have always known this song...)",
    "(It's... it's so much fun...!)",
    "(... Playing along with Ako-chan's band like this, over and over... It feels strange, but... it is so much fun... )",
    "... Phew. ... Hmm? Is that really the time...? I... I got carried away again...",
    "A call from Ako-chan...? Hello...? Ako-chan...?",
    "...! Yes... of course...",
    "(Piano... I... I... can play piano... but... me...?)",
    "(Yukina-san is so serious about her band, but... I just... play here in my room... alone...)",
    "It's... I... ... I... I can...",
    "... play...",
    "... I... I... can play...! I... I play piano...!",
    "Ako-chan... ... I'm sorry... I couldn't find the right moment...",
    "A-Ako-chan... please, no... no talk about... games...!",
    "Yukina... san...! Ah... I... I... The video... ... and... I played... along...",
    "... That contest was... a long time ago, now... I... I just...",
    "(... I just want to... perform with you all. That... is the only reason I came here... The only way I ever could...)",
    "......! ... Ako-chan...",
    "Yes... I... ... I will... do my best, too...",
    "Y... yes...",
    "(......! Wow... It feels so... different to the video...)",
    "(... This is so fun...! Much more fun... than playing on my own...! More... I want to play more... and more!)",
    "... Ah...",
    "Th... thank you... but I... I did practice... at home... over and over... with the video...",
    "L-live...?! Ahh...",
    "I... didn't... think that... far ahead...",
    "... I... I... ... want... to play!",
    "I... I want to perform... with all of you... I... I'll give it... everything I have... Please... please, let me join...!!",
    "M-me... me too... I... said I wanted... to perform with you all... so... I-I'll... do my best...",
    "(A blue rose... If I remember rightly, they symbolize achieving the impossible...)",
    "(Strange... I was feeling so nervous... but now... I'm... I'm really enjoying myself... I didn't even think... I was capable of this...)",
    "Ako-chan... I think... they were here for... someone else...",
    "(I... don't usually come to these places... ... But it's fun...)",
    "... World... Fes...?",
    "P-please... no game talk... A-Ako-chan has... someone else to protect her... Her sister...",
    "......! Really...?!",
    "I... don't have one either...",
    "Th-they said... they have better things... to do...",
    "Y-yes... That was... really, really cool, Ako-chan...",
    "... We don't... have a look...",
    "I... I'm always at home... so... I have a lot of... time on my hands...",
    "Ah... It's Ako-chan...",
    "Stylish... Perhaps I did lean a little too close towards Ako-chan's own tastes…",
    "(I've never been asked to do something like this by anyone other than Ako-chan before... I have to do my best...)",
    "Costumes to suit all five of us...",
    "Ah... N-no, it's... okay...",
    "(I always hated crowds... But with my keyboard in my arms... I don't really mind them as much...)",
    "Hey... Ako-chan... I... made you your outfit already...",
    "Okay... I... I really hope you like it...",
    "A-Ako-chan... We should stop this...",
    "Why... are we following her...?",
    "Ako-chan...! She's... going to hear you...",
    "I... I don't think we... can...",
    "Ako-chan... This... doesn't seem like... a good idea...",
    "(I-I don't think the lady in the suit seems like much of a stalker, either...)",
    "... I... don't know...",
    "... We should... go to the studio... and practice...",
    "If Yukina-san is... headed there now... maybe she will tell us all... herself...",
    "(It seems like... she hasn't told them about... what we overheard earlier...)",
    "... Ako-chan...",
    "Ako-chan...!",
    "Ako-chan... Maybe we should get back to...",
    "... Ako-chan, no one is saying that...",
    "Ako-chan... Wait... come back...",
    "Today... we were supposed to have... rehearsals...",
    "Yes... I can't seem to... relax much at home... Ah... Not that... I mean... I wanted to see you...",
    "Thank you... Oh, by the way... I finished your outfit...",
    "It's just a photo... but...",
    "No... If Yukina-san... really wanted to quit... the truth would have come out anyway…",
    "I... That's... ......?",
    "Ako-chan... This video... I'm in it, too... ... You recorded a new one...?",
    "......",
    "You might... be right...",
    "But... I know that I want to play more... and more and more... with these people who helped me change...",
    "So... I want us to think up ways... that we can help fix things... together...",
    "... Mmm... I wonder...",
    "Something like...",
    "I... just wanted to... help myself to change...",
    "I... I know... But recently... ... As long as I'm with my keyboard... I feel fine...",
    "(... The crowds... the lights... They don't bother me at all... As long as I am with Roselia... I feel like I am strong...)",
    "Okay. ... The Super Binge Set... ... For five people, please...",
    "Me too... It was the most exciting... so far...",
    "I... I want to play at Future World Fes... with everyone, too. It's been... just so much fun so far...",
    "Great work... everyone.",
    "I... can go.",
    "Mhm... We should see some improvement after that rehearsal...",
    "... That was... a pretty big deal...",
    "To think... someone would come talk to us... about something that amazing...",
    "That's right... It's time to work hard... We're going to want to put on a good show...",
    "All of these songs are... very demanding... Will you be okay... Ako-chan?",
    "Mhm... Yeah, those limited-time quests... end today, don't they...?",
    "Uhm... Hikawa-san, if you have time... would you like to join us...?",
    "I see... J-just... don't overdo it, okay...?",
    "You can see... how long your friends were playing... during their last login...",
    "Y-yeah...!",
    "(The audience...)",
    "...",
    "Ah... Yukina-san...!",
    "...",
    "You really think... we should just practice... until we figure it out...?",
    "Yukina... san...?",
    "\"Mhm, of course...! Okay, so we'll find a quest for grinding...\"",
    "\"So what exactly are you trying to do...?\"",
    "\"Got it. Alright... Let's do it...\"",
    "\"Congratulations, Ako-chan...! That's great...\"",
    "\"Should we try fighting it next...?\"",
    "\"Yeah, no problem. We'll give it our best shot... Will after tomorrow's rehearsal be okay...?\"",
    "\"What's wrong...?\"",
    "\"Oh... Yeah, pressure can be important, but... I don't think the pressure we felt today was very positive...\"",
    "\"What do you mean?\"",
    "\"Maybe because... our goal isn't clear to us...?\"",
    "\"Yeah... That's been our aim all this time, but... our performance at SMS, an event that's similar to Future World Fes, wasn't very good...\"",
    "\"I understand what Hikawa-san is trying to say, but... it can be pretty tough if we're only practicing over and over...\"",
    "... Yukina-san...",
    "Why... would you say that... to Ako-chan...?",
    "It doesn't matter... how much we practice... Our music... won't come together...!",
    "No one... will take a second glance... if we're performing like this...!",
    "Why would they...? No one's even listening in the first place!",
    "\"Jinx... I guess...\"",
    "\"You could... say the same for me...\"",
    "\"After you stormed out... I ended up screaming at Yukina-san too... And then I left...\"",
    "\"Sigh... I should have known better than to act that way...\"",
    "\"When you said, 'This isn't Roselia', I started thinking to myself...\"",
    "\"What exactly is Roselia?\"",
    "\"... I wonder if Yukina-san and the others... are thinking about the same thing.\"",
    "\"No, not that... I wonder if they're thinking about... how we've all been dealing with what happened at SMS individually...\"",
    "\"The rehearsal we had after SMS... Not only did the mood feel completely different... but everyone's playing sounded different as well...\"",
    "\"That could be part of it, but... it sounds like we all have something different on our minds when we're playing...\"",
    "\"Sure... we all have this bigger goal of reaching Future World Fes, but...\"",
    "\"Does that necessarily mean... we're all trying to move in the same direction...?\"",
    "(Even without going to rehearsal... I keep thinking about Roselia...)",
    "(Ah... These threads are coming loose... I'll have to fix it...)",
    "...",
    "(This outfit is special to me... It allows us to be Roselia... I wish I could wear it again...)",
    "Ah...!",
    "A message...? It's from Ako-chan...",
    "Ah... She must mean...",
    "\"Ako-chan... I was just thinking the same thing as you.\"",
    "\"... In that case... what do you think of this theme...?\"",
    "\"Fufu...\"",
    "\"I was just thinking... You've been calling the others 'cool' since the very beginning...\"",
    "\"Yeah... I agree...\"",
    "\"I love sitting here... and thinking of the others. It really warms my heart...\"",
    "\"Ako-chan... Let's bring Roselia back... Together...!\"",
    "Mhm... That could work... You have a good eye, Ako-chan.",
    "Sure... We'll have black be our foundation... And then I want to add some other colors to it...",
    "Maybe... You... don't want that...?",
    "Mhm... Yeah.",
    "Y-yes... It's important that you're able to move freely... So yours requires less material... Length-wise and for the sleeves...",
    "Think about when you try to do a crossover... and you want to hit the hi-hat and the snare at the same time... Whenever you're wearing long sleeves... the fabric just gets in the way...",
    "M-mhm... Only... sometimes.",
    "It's no big deal... We'll be making them... so that it's easy for everyone to perform... Same as last time.",
    "Ako-chan... Is something wrong?",
    "Like... what?",
    "I think... what you're doing right now... will help us all out, you know.",
    "... Okay, thanks.",
    "O-oh...",
    "The outfits...",
    "We did it, Ako-chan... Thank you for all your help...",
    "Mhm... I'd like... to see them... try them out too...",
    "I'm sure... it's just a delivery or something... I don't think it's for me...",
    "Huh...?!",
    "Uhm... W-we-...!",
    "We were considerate... of the band...?",
    "W-we've been thinking too... this whole time... about how to get Roselia back...",
    "Yes... We want to continue being together... That's why Ako-chan and I... have been here making outfits...",
    "I-I feel the same as Ako-chan... The band is special to me...!",
    "D-don't thank us... We didn't do anything... Besides...",
    "I think the reason you two wanted Roselia back... is that... you love it...",
    "Can we all... go talk to Yukina-san... one more time...?",
    "We'll tell her... that we all... take pride in being Roselia...",
    "O-of course...!",
    "(Hikawa-san sounds so certain... It's a weird feeling, but it makes me believe what she's saying is right...)",
    "(It's a different kind of strength... from Imai-san...)",
    "...!",
    "Yukina-san, you are not pitiful...! There's no way you could possibly be...!",
    "You spent all that time... thinking about Roselia... and worrying about how to restore our pride...",
    "Someone who strained so much to finally reach a breakthrough... could never be pitiful...! However...",
    "We are all Roselia...! If you don't know the answer... we can look for it... together...!",
    "Now... we've finally... become Roselia.",
    "Okay...! We may not have much time, but... this song... can represent the new us...",
    "Oh... Hikawa-san too...?",
    "Okay...!",
    "I feel... so relieved... now that everything is... back to normal for us...",
    "It was so powerful... so amazing... when you said you knew Yukina-san would return...",
    "Move... forward...",
    "That's it...!",
    "Uhm...! C-could I possibly... ask you all... to return the new outfits I made tomorrow...?",
    "No! There's... one more thing... I wanted to add... to help the outfits stand out...",
    "I thought of it... just now... Ah! The store might be closing soon...!",
    "I-I have to go to the accessory shop... Sorry, I-I'll be leaving now...!",
    "Yes. These are them...",
    "Mhm... Good thing we worked so hard... all the way till the end... to get them done...",
    "Sorry... I just had to... include these... as part of the theme...",
    "Time for us... stopped for a moment... However... the clock's hands... are in motion... once again...",
    "I want us to move forward together... That's what I felt... when I decided on this design...",
    "(I can tell the hands of time are in motion... Our gears align, and our playing comes together...)",
    "(This sound comes from all of us...!)",
    "Yeah... I agree...",
    "Fufu... Okay...!",
    "The... next song...?",
    "I think it was thanks to you, Hikawa-san... Since you carefully explained the direction of our performance...",
    "I think you have changed, Imai-san... ever since you began writing lyrics...",
    "W-we have...?",
    "I think... that is due to... Mira-san's influence.",
    "Yes... A performance so passionate it... makes your chest burn...",
    "I'm always talking to Ako-chan about... how I'd like to perform like that again...",
    "There are all kinds of events happening... Some of these flyers are even promoting other bands...",
    "I wonder what kind of band they are...",
    "I was so nervous back then... I couldn't even listen to the other bands...",
    "Maybe the fact that they've signed to a music agency... also has something to do with it...",
    "See you...",
    "Fufu, do you mean to that store in front of the station...? Do you want to go and see... the new NFO goods...?",
    "Well then... Yukina-san, Hikawa-san... We are going to go now...",
    "Ah, everybody... Hello...",
    "It seems like her disciplinary committee duties are dragging on... She said she may be a little late...",
    "That band...? You mean the one that debuted under a major label...?",
    "A concert full of people signed to major labels... It might give us some motivation...",
    "Do you mean... you want to become famous...?",
    "Cool...? Are you talking about Afterglow's declaration of war...?",
    "I-I... Honestly, I can't really imagine it...",
    "Right now, I am just enjoying being in a band... Being in Roselia with everyone...",
    "But if... If there is a chance for us to enter the world of professional musicians...",
    "Then we might be able to play even better... Is what I think sometimes...",
    "Th-thank you... But when we had that session with Mira-san... She was amazing.",
    "I felt like I was being swallowed by her sound... I guess that's how professional musicians play...",
    "Yes. I could feel the strength of every note... But they would wrap around the other sounds so gently...",
    "It was a performance that made me wish... I could play like that...",
    "We haven't had many offers like that lately, have we...?",
    "A-Ako-chan, you can do it...!",
    "It seems so...",
    "Sh-she is very emotional... I guess she must be a fan...?",
    "I guess these things do happen...",
    "I know it's a famous agency, but... this building is so big...",
    "It looks like posters of the artists who belong to this agency... They are all quite well-known...",
    "That... Ah, those are probably costumes... They must belong to the artists here...",
    "Yes, mine too... They're very beautiful... I can tell how much care was put into making them...",
    "W-well, yes, but... they are not the same as those made by professionals...",
    "I would never be able to come up with this design... And the skill required... I cannot make something like this...",
    "I-is that so...? So you would make our costumes for us too...",
    "Y-yes. I am currently in charge of making Roselia's costumes...",
    "But if we were to join, then I think it would be better for... a professional to make them...",
    "Huh...?",
    "What? Professionals helping me...?!",
    "I-I-I can't...! I can't possibly ask such a thing...!",
    "We discussed... a lot...",
    "W-well... When I realized that I might not be able to make everyone's costumes anymore... I felt quite sad...",
    "Th-that won't be a problem... I really enjoy... making our costumes...",
    "Ngh, if that really happens, I'm not sure what I'll do...",
    "Concerns...?",
    "When she talked... about our music... I could tell she really liked it...",
    "Fufu...",
    "I-it's so sudden... We have the chance to stand on the same stage as them...",
    "Y-yeah...",
    "I-Imai-san, Hikawa-san... Please calm down...",
    "You said that you wanted to surpass the path your father went down... and get even further on your own, right, Yukina-san...?",
    "We haven't performed it in a while... The last time we did feels like such a long time ago...",
    "(Fufu, Ako-chan... sounds good... This is going well...)",
    "(...? What is this...? This feeling...?)",
    "Ah, well, that may have been me... I feel like I didn't play it as well as I used to...",
    "Did we... make a mistake somewhere...?",
    "But... I think we should take a little break...",
    "Yes... We did perform it quite a lot... So I'm sure we'll be able to play it again like we used to...",
    "No... I also wanted to practice... so I can play \"LOUDER\" like I used to be able to...",
    "I have been thinking about it ever since... But I still don't know for sure...",
    "However, it seems like the core of our performance... is becoming harder to see than it once was...",
    "When we play all together... I feel some sort of big current...",
    "And when I add my own sound... to go along with this current... I can see the whole shape of the song...",
    "Yeah... Yukina-san's voice always leads us... so we don't take the wrong path...",
    "I couldn't feel this current the other day... When we were practicing \"LOUDER.\"",
    "Yukina-san too... seemed like she was doubting her own voice...",
    "Yeah, you're right...",
    "...",
    "... I wonder if Yukina-san truly wants to enter the professional music world...",
    "Yukina-san asked us, remember...? She asked us how we felt about debuting in the professional music world...",
    "I thought something was a bit off when she said that...",
    "We talked about how... there might be something we can gain from it... but...",
    "I don't think Yukina-san said anything...",
    "She didn't say what she wanted to do once we made it... No, she didn't even say whether she wanted to make it...",
    "That... might be our fault...",
    "Because we found our own reasons for aiming for this world... Maybe Yukina-san is doing this for our sakes...",
    "Yeah... I agree with you, Ako-chan...",
    "The path we take... has to be one we all agree on... or else there is no point...",
    "But I think Yukina-san... is still uncertain about her decision...",
    "And I think... that uncertainty must be affecting her singing...",
    "Me neither... I feel the same way as Ako-chan... The pure thoughts you had toward music at that festival...",
    "Those thoughts... will show the way that Roselia is supposed to go... I think they will be our guide...",
    "If we were to debut under these conditions... I'm sure we would come to regret it...",
    "It is a bit complicated... But I think it is okay...",
    "We couldn't meet Harumi-san's expectations... so I'd like it if we could do so through our performance...",
    "Uncertain...?",
    "Yes. I am sure that debuting would be... One step on the road to that goal...",
    "Yes. Change does not mean the end. I'm sure of it...",
    "Sigh...",
    "I'm sorry... I couldn't greet them properly...",
    "Yukina-san is... referring to what she said before, Ako-chan...",
    "How she wants you and I to lead her... if she loses her way...",
    "Yes... Ako-chan is always straightforward...",
    "And you also... have the \"dark walker\" skill... Right...?",
    "It's supposed to replace \"LOUDER\"... isn't it...?",
    "Let's do our best... for today's performance... so we have no regrets...!",
    "(I have many worries... about the future... And it is quite scary... to enter a new world...)",
    "(But I'm sure... it's what I want... I want to get better... at performing... Then I feel like I would be able to become stronger...)",
    "(When I think of that... my worries disappear... Because when I am surrounded by music... I am connected to the world... and feel stronger...)",
    "Me too... But at least we won't have any regrets about our performance...",
    "U-um... This is so sudden... What should we do...?"
]