{"is_embedded": true, "name": "Klee", "sayings": ["Hello\tSpark Knight Klee of the Knights of Favonius, reporting for duty! ...There's some more, but uh, I forgot. I'm not so good at remembering...", "Chat: Spoils\tKlee was a brave girl today! I found a really weird-looking lizard! Want me to show it to you?", "Chat: Adventures\tDo you wanna come fish blasting with me? I'll get grounded for a whole day, but it's way worth it coz the fish taste sooo goood!", "Chat: Rules\t\"Explosion inside city wall, grounded be thy woe,\" \"Explosions can hurt people, Jean can be dreadful,\" \"Mondstadt be bombed, Klee be doomed.\" Those're the survival rules that the Knights of Favonius gave me.", "When It Rains\tMwuhahaha, lucky all my new bombs are waterproof!", "When Thunder Strikes\tWhat'd I blow up!? ...Oh wait, it's just thunder and lightning. Phew.", "When the Wind Is Blowing\tDear Anemo God, please make Klee's bombs blow in the right direction and only blow up bad guys. The end.", "Good Morning\tGood morning! Can I come play with you today? Pleeeease? I wanna go on an adventure!", "Good Afternoon\tLunchtime! What do you wanna eat today? Let me see if the Teyvat Travel Guide has any suggestions...", "Good Evening\tGood evening! Can you please tell Huffman that Klee is not a baby and is definitely allowed out to play at night? Please take me out to play together!", "Good Night\tHey... Um... I know I said I don't wanna go home and all, but now it's nighttime and I can't find my way home in the dark... Can you please take me home on your way back? Pleeeease?", "About Klee: Incidents\tOhhhhh... I broke one of the blades on the windmill— I'm really sorry!", "About Klee: Reparations\tI'm really good at fixing things though. I can help! Huh? What do you mean that's child labor? What even is child labor? Does that mean I can't help?", "About Us: Knights\tHee-hee, you're an Honorary Knight but I've been a Spark Knight longer... That means I'm higher up than you, right? So you have to do what I say! So, um... Ca—Can you not say anything about the big disaster I caused? It was an accident...", "About Us: Playmates\tNo! It's only nine o'clock, I'm staying up to watch the circus' special midnight performance! You're supposed to be my best friend! Don't even think about trying to send me home!", "About the Vision\tThis little marble is supposed to be a present from Barbatos to say well done? Well done for what though? ...Hmm, he is the god of freedom I guess, maybe that's why he likes me? Alright, from now on I'll say thank you to Barbatos by showing that I have the freedom to blow up as many fish as I want! ...Am I doing it right?", "Something to Share\tAt the Knights of Favonius building, you're not allowed to blow up the walls. Shame, it would make getting out of solitary confinement way easier... but if I did so much as try to blow up the wall, Jean would make sure Klee never sees the light of day again. That's what Jean said, Kaeya told me.", "Interesting Things\tEvery lizard has a different pattern on his back, and some of them you can use their dried-out tails to make gunpowder with. I know because Albedo told me so.", "About Razor\tRazor's one of my best buddies! Whenever a disaster happens, he always knows the best way to fix it and helps keep Klee safe. Um, but most of the time I'm the one who caused the disaster...", "About the Parents\tMy mom and dad are the famousest travelers in Teyvat! Mom writes the Teyvat Travel Guide, so all the restaurants and hotels in the whole world care what she thinks about them.", "About Kaeya\tKaeya is the best! He wrote the Favonius Survival Rulebook for me and he always helps me cover it up when I make a big disaster.", "About Amber\tAmber is the best! Baron Bunny is so fluffy and he even explodes! So. Cool.", "About Jean\tMaster Jean is the best! But she's also a little bit scary.", "About Diluc\tHe's one of the weird grown-ups. He's so grumpy all the time... Why does he never smile?", "About Lisa\tLisa is the best! She always sneaks me some treats when I visit her at the workshop. ...Huh, I just remembered I was gonna ask her if I could use the workshop to make some new gunpowder. But I totally forgot...", "About Bennett\tBennett is the best! I always find way more treasure if I go adventuring with Bennett! ...But he never finds any. Why is that, anyway?", "About Diona\tDiona is the best! I like listening to her, last time I heard her say, \"I'm gonna destroy the wine industry in this city if it's the last thing I do!\" And I'm gonna help her using my bombs! ...I don't know what a wine industry is though. Is it a monster?", "About Albedo\tMe and Albedo have a secret code! Whenever he puts a sign on his workshop door saying \"Experiment in Progress,\" that's code for \"Come Back Later, Klee.\" Albedo's really nice and he's so patient with me, so I don't mind waiting until he's finished with his work.", "About Mona\tMona is the best! It's so much fun when she comes to play with me and Albedo. She talks about all these amazing things, and I don't understand most of it but... Ah, I just love it when Mona comes round!", "About Sucrose\tSucrose is the best! This one time she asked me if I wanted a Jumpy Dumpty that can run as well as jump. Tee-hee, well duh! Of course I do, I want hundreds of them! I wanna put them on every street, every staircase, and every square in Mondstadt!", "More About Klee: I\tHello, are you here for playtime with Klee?", "More About Klee: II\tYeah! This is my new and improved bomb! Whaddya think? Great huh? ...Oh, but ahh... If you find it near any fires, it's not mine. Definitely. Not. Mine.", "More About Klee: III\tSure, time in solitary confinement gives lots of time to think about new gunpowder formulas... But it'd still be better to not be in solitary in the first place.", "More About Klee: IV\tThis is Dodoco, my oldest and bestest friend! Okay, now I've introduced you, don't forget her name again alright? No more calling Dodoco \"that silly doll Klee always hangs on her rucksack.\"", "More About Klee: V\tThanks for helping me out every time I get in trouble! I have a thank-you present for you — barbecued fish, made with my own secret recipe! ...Okay, so the secret recipe is exploding the fish out of the water. Tee-hee, they're fully cooked by the time they land! But it's a secret, right, so you don't get to tell anybody. Just pretend like you don't even know.", "Klee's Hobbies\tI like things that are fluffy~! Like Dodoco! And dandelions! And Razor's hair!", "Klee's Troubles\t*sigh* You're a good person, but I'm a bad girl. Once I'm out of solitary confinement and am done reflecting on my actions, we can go play together again, okay?", "Favorite Food\tMondstadt's basses are delicious, especially the ones you grab yourself from Cider Lake! I'm not even kidding, even my mom thinks so.", "Least Favorite Food\tI hate, hate, hate Mondstadt's crabs! All of them! I wanna go out and play, I don't wanna just sit there tryna de-shell a crab all day...", "Receiving a Gift: I\tYummy, yummy! Oof, I'm so full...", "Receiving a Gift: II\tYay, I got to eat something tasty today. I'm so happy! Thank you!", "Receiving a Gift: III\tIt looks yummy, but it's kinda hard work to eat... Hee-hee, how about you help me? Pretty please!", "Birthday\t♪Happy birthday to you, happy birthday to you, happy birthday dear Traveler, happy birthday to you!♪ You're older than me right? That means you've had way more birthdays than me... I'm sooo jealous!", "Feelings About Ascension: Intro\tMm, new-bomb research complete! Now, let's get outta here before Jean finds out...", "Feelings About Ascension: Building Up\tAw yeah, I improved again! But as Jean says, \"Continuous self-improvement is one's duty.\" She says that means I'm allowed to be a bit happy about it, but not the most happy I've ever been in my whole life about it.", "Feelings About Ascension: Climax\tThanks for helping me gather so much stuff for my research! If you ever wanna learn how to make a bomb, I can teach you y'know.", "Feelings About Ascension: Conclusion\tI remember the first time I ever heard an explosion... I wasn't scared at all. Later on, I found out that apparently, that's not \"normal,\" and most people would've been scared. But hey, you're not scared of my bombs right? Tee-hee, I knew it! That's why your my bestest friend ever!", "Elemental Skill: I\tJumpy Dumpty go!", "Elemental Skill: II\tBoing, boing, boom!", "Elemental Skill: III\tPieew.", "Elemental Burst: I\tSparks 'n' Splash!", "Elemental Burst: II\tBlazing Delight!", "Elemental Burst: III\tBlow them aaaalll up!", "Sprint Start: I\tLalala~", "Sprint Start: II\tDa-da-da~", "Opening Treasure Chest: I\tMore treasure, more treasure! Hee-hee...", "Opening Treasure Chest: II\tYay, shiny!", "Opening Treasure Chest: III\tMaybe there's even more buried below...", "Low HP: I\tWhat did you do that for!?", "Low HP: II\tJeeeean... they're picking on me!", "Low HP: III\tI feel kinda woozy...", "Ally at Low HP: I\tI can make a big bang if you want!", "Ally at Low HP: II\tAre you okay?", "Fallen: I\tYay, I did it! Oh wait, no I didn't...", "Fallen: II\tI wanna go home now...", "Fallen: III\tIt was an accident...", "Light Hit Taken: I\tNo fair!", "Heavy Hit Taken: I\tThat really hurt!", "Joining Party: I\tKlee can help!", "Joining Party: II\tTa-da! Klee is here!", "Joining Party: III\tYea! Let's go on a big adventure!"]}